Repository: DmytroBorysenko/dgtl-house
Catalog: src/locale/messages.*.xlf
Languages: uk

# analytics.title
source: Analytics
uk: Аналітика

# analytics.meta.title
source: Analytics — DGTL House
uk: Аналітика — DGTL House

# analytics.meta.description
source: Data-driven insights and reporting.
uk: Аналітика та звітність на основі даних.

# serm.meta.description
source: Search engine reputation management.
uk: Управління репутацією в пошукових системах.

# strategy.title
source: Strategy
uk: Стратегія

# strategy.meta.title
source: Strategy — DGTL House
uk: Стратегія — DGTL House

# strategy.meta.description
source: Comprehensive digital marketing strategy.
uk: Комплексна стратегія цифрового маркетингу.

# nav.ariaMainNav
source: Main navigation
uk: Головна навігація

# nav.ariaToggleMenu
source: Toggle menu
uk: Відкрити меню

# nav.ariaCloseMenu
source: Close menu
uk: Закрити меню

# nav.ariaMobileNav
source: Mobile navigation
uk: Мобільна навігація
