Repository: DmytroBorysenko/dgtl-house
Catalog: src/locale/messages.*.xlf
Languages: uk

# app.title
source: DGTL House — Digital Marketing Agency
uk: DGTL House — Агенція цифрового маркетингу

# home.title
source: Hello
uk: Привіт

# about.title
source: About us
uk: Про нас

# contact.title
source: Contact
uk: Контакти

# footer.subtitle
source: Digital Marketing Agency
uk: Агенція цифрового маркетингу

# footer.privacyPolicy
source: Privacy Policy
uk: Політика конфіденційності

# home.meta.title
source: DGTL House — Digital Marketing Agency
uk: DGTL House — Агенція цифрового маркетингу

# home.meta.description
source: DGTL House is a digital marketing agency that helps businesses grow online.
uk: DGTL House — агенція цифрового маркетингу, яка допомагає бізнесу зростати онлайн.

# about.meta.title
source: About Us — DGTL House
uk: Про нас — DGTL House

# about.meta.description
source: Learn about DGTL House — our team, mission, and values.
uk: Дізнайтесь більше про DGTL House — нашу команду, місію та цінності.

# contact.meta.title
source: Contact — DGTL House
uk: Контакти — DGTL House

# contact.meta.description
source: Get in touch with DGTL House. We are ready to help your business grow.
uk: Зв'яжіться з DGTL House. Ми готові допомогти вашому бізнесу зростати.

# notFound.meta.title
source: Page Not Found — DGTL House
uk: Сторінку не знайдено — DGTL House

# notFound.title
source: Page not found
uk: Сторінку не знайдено

# notFound.description
source: The page you are looking for does not exist or has been moved.
uk: Сторінка, яку ви шукаєте, не існує або була переміщена.

# nav.home
source: Home
uk: Головна

# nav.about
source: About
uk: Про нас

# nav.contact
source: Contact
uk: Контакти

# nav.work
source: Work
uk: Роботи

# nav.cases
source: Cases
uk: Кейси

# nav.inHouseTools
source: In-house Tools
uk: Власні інструменти

# nav.reviews
source: Reviews
uk: Відгуки

# nav.services
source: Services
uk: Послуги

# nav.displayAds
source: Display Ads
uk: Медійна реклама

# nav.emailMarketing
source: Email Marketing
uk: Email маркетинг

# nav.webDev
source: Web Development
uk: Веб-розробка

# nav.analytics
source: Analytics
uk: Аналітика

# nav.strategy
source: Strategy
uk: Стратегія

# nav.desc.cases
source: Our successful projects and client results
uk: Наші успішні проєкти та результати клієнтів

# nav.desc.inHouseTools
source: Proprietary tools we built for better results
uk: Власні інструменти для кращих результатів

# nav.desc.reviews
source: What our clients say about working with us
uk: Що кажуть наші клієнти про співпрацю з нами

# nav.desc.seo
source: Search engine optimization to grow organic traffic
uk: Пошукова оптимізація для зростання органічного трафіку

# nav.desc.ppc
source: Pay-per-click advertising for immediate results
uk: Контекстна реклама для швидких результатів

# nav.desc.displayAds
source: Banner and display advertising campaigns
uk: Банерні та медійні рекламні кампанії

# nav.desc.emailMarketing
source: Email campaigns that engage and convert
uk: Email кампанії, що залучають та конвертують

# nav.desc.webDev
source: Custom websites built for performance
uk: Сайти, створені для максимальної продуктивності

# nav.desc.analytics
source: Data-driven insights and reporting
uk: Аналітика та звітність на основі даних

# nav.desc.serm
source: Search engine reputation management
uk: Управління репутацією в пошукових системах

# nav.desc.strategy
source: Comprehensive digital marketing strategy
uk: Комплексна стратегія цифрового маркетингу

# privacyPolicy.title
source: Privacy Policy
uk: Політика конфіденційності

# privacyPolicy.meta.title
source: Privacy Policy — DGTL House
uk: Політика конфіденційності — DGTL House

# privacyPolicy.meta.description
source: DGTL House Privacy Policy. Learn how we collect, use, and protect your personal data, cookies, and your rights.
uk: Політика конфіденційності DGTL House. Дізнайтесь, як ми збираємо, використовуємо та захищаємо ваші персональні дані, файли cookie та ваші права.

# privacyPolicy.intro
source: At DGTL HOUSE INC, we respect your privacy. This Privacy Policy explains what personal data is, what types of personal data we collect, how and why we collect it, how it is processed, and what rights you have regarding your information. You can be confident that your personal data is handled securely and responsibly.
uk: У DGTL HOUSE INC ми поважаємо вашу конфіденційність. Ця Політика конфіденційності пояснює, що таке персональні дані, які типи персональних даних ми збираємо, як і чому ми їх збираємо, як вони обробляються, і які права ви маєте щодо вашої інформації. Ви можете бути впевнені, що ваші персональні дані обробляються безпечно та відповідально.

# privacyPolicy.personalData.title
source: What is personal data?
uk: Що таке персональні дані?

# privacyPolicy.personalData.text
source: Personal data refers to any information that can identify you as an individual — such as your name, email address, or phone number.
uk: Персональні дані — це будь-яка інформація, яка може ідентифікувати вас як особу — наприклад, ваше ім'я, електронна адреса або номер телефону.

# privacyPolicy.dataCollection.title
source: Personal data we collect and process
uk: Персональні дані, які ми збираємо та обробляємо

# privacyPolicy.dataCollection.text
source: When you engage with DGTL HOUSE INC, we may collect and process your personal data. This includes:
uk: Коли ви взаємодієте з DGTL HOUSE INC, ми можемо збирати та обробляти ваші персональні дані. Це включає:

# privacyPolicy.dataCollection.direct.title
source: 1. Information you provide directly
uk: 1. Інформація, яку ви надаєте безпосередньо

# privacyPolicy.dataCollection.direct.text
source: We collect information you share with us voluntarily — for example, when you fill out a contact form, send us an email, or call us. This may include your name, email address, phone number, and any message you submit.
uk: Ми збираємо інформацію, якою ви добровільно ділитеся з нами — наприклад, коли ви заповнюєте контактну форму, надсилаєте нам електронний лист або телефонуєте. Це може включати ваше ім'я, електронну адресу, номер телефону та будь-яке повідомлення, яке ви надсилаєте.

# privacyPolicy.dataCollection.auto.title
source: 2. Information collected automatically
uk: 2. Інформація, що збирається автоматично

# privacyPolicy.dataCollection.auto.text
source: We use industry-standard technologies to automatically collect data about your interaction with our website. This includes device type, operating system, browser type, IP address, approximate geographic location, and pages visited. This data is not shared with third parties but may be used internally for marketing and performance analysis.
uk: Ми використовуємо стандартні технології для автоматичного збору даних про вашу взаємодію з нашим вебсайтом. Це включає тип пристрою, операційну систему, тип браузера, IP-адресу, приблизне географічне розташування та відвідані сторінки. Ці дані не передаються третім особам, але можуть використовуватися внутрішньо для маркетингу та аналізу продуктивності.

# privacyPolicy.dataCollection.thirdParty.title
source: 3. Information from third-party sources
uk: 3. Інформація зі сторонніх джерел

# privacyPolicy.dataCollection.thirdParty.text
source: We may collect data through external platforms, such as social media, when you interact with us there. This information is protected in line with this Privacy Policy and any additional policies of the originating platform. We also use tools like Google Analytics, Google Search Console, Ahrefs, and SEMrush to analyze website performance and traffic data for internal research and client projects.
uk: Ми можемо збирати дані через зовнішні платформи, такі як соціальні мережі, коли ви взаємодієте з нами там. Ця інформація захищена відповідно до цієї Політики конфіденційності та будь-яких додаткових політик платформи-джерела. Ми також використовуємо інструменти, такі як Google Analytics, Google Search Console, Ahrefs та SEMrush для аналізу продуктивності вебсайту та даних трафіку для внутрішніх досліджень та клієнтських проєктів.

# privacyPolicy.whyCollect.title
source: Why we collect this information
uk: Чому ми збираємо цю інформацію

# privacyPolicy.whyCollect.text
source: We collect your data to personalize your experience with our services, website, and marketing content (e.g., social media, email campaigns, Google Ads). Your data helps us provide more relevant information and improve our services. Your information will never be sold or transferred to external parties without your consent, except when needed to deliver our services or enhance functionality.
uk: Ми збираємо ваші дані для персоналізації вашого досвіду з нашими послугами, вебсайтом та маркетинговим контентом (наприклад, соціальні мережі, email-кампанії, Google Ads). Ваші дані допомагають нам надавати більш релевантну інформацію та покращувати наші послуги. Ваша інформація ніколи не буде продана або передана стороннім особам без вашої згоди, за винятком випадків, коли це необхідно для надання наших послуг або покращення функціональності.

# privacyPolicy.storage.title
source: Where we store and process your personal data
uk: Де ми зберігаємо та обробляємо ваші персональні дані

# privacyPolicy.storage.text
source: Your data may be stored or processed in your region or in countries where DGTL HOUSE INC or its partners operate. We implement necessary safeguards to ensure your information is protected, including during international transfers.
uk: Ваші дані можуть зберігатися або оброблятися у вашому регіоні або в країнах, де DGTL HOUSE INC або її партнери здійснюють діяльність. Ми впроваджуємо необхідні заходи безпеки для захисту вашої інформації, включаючи міжнародні передачі.

# privacyPolicy.disclosure.title
source: Disclosure of your personal data to third parties
uk: Розкриття ваших персональних даних третім особам

# privacyPolicy.disclosure.text
source: We only share your data in the following cases:
uk: Ми передаємо ваші дані лише в наступних випадках:

# privacyPolicy.disclosure.legal.title
source: Legal obligations
uk: Юридичні зобов'язання

# privacyPolicy.disclosure.legal.text
source: If required by law, regulation, or legal process.
uk: Якщо це вимагається законом, нормативним актом або судовим процесом.

# privacyPolicy.disclosure.group.title
source: Within our group
uk: У межах нашої групи

# privacyPolicy.disclosure.group.text
source: To provide services and ensure consistent quality.
uk: Для надання послуг та забезпечення стабільної якості.

# privacyPolicy.disclosure.providers.title
source: With service providers
uk: З постачальниками послуг

# privacyPolicy.disclosure.providers.text
source: For functions like billing, IT support, marketing, hosting, legal, and analytics. These vendors are contractually bound to confidentiality and cannot use your data for other purposes.
uk: Для таких функцій, як білінг, IT-підтримка, маркетинг, хостинг, юридичні та аналітичні послуги. Ці постачальники зобов'язані дотримуватися конфіденційності та не можуть використовувати ваші дані для інших цілей.

# privacyPolicy.disclosure.claims.title
source: Legal claims
uk: Юридичні претензії

# privacyPolicy.disclosure.claims.text
source: To defend the legal rights of DGTL HOUSE INC.
uk: Для захисту юридичних прав DGTL HOUSE INC.

# privacyPolicy.disclosure.business.title
source: Business transitions
uk: Бізнес-зміни

# privacyPolicy.disclosure.business.text
source: In the event of a merger, acquisition, or restructuring.
uk: У випадку злиття, поглинання або реструктуризації.

# privacyPolicy.disclosure.consent.title
source: With your consent
uk: За вашою згодою

# privacyPolicy.disclosure.consent.text
source: In any other case, only with your explicit approval.
uk: У будь-якому іншому випадку — лише за вашою явною згодою.

# privacyPolicy.retention.title
source: Retention of your personal data
uk: Зберігання ваших персональних даних

# privacyPolicy.retention.text
source: We retain personal data as long as necessary to deliver services, comply with legal obligations, resolve disputes, and operate our business. Retention periods vary based on the type of data and purpose of use.
uk: Ми зберігаємо персональні дані стільки, скільки необхідно для надання послуг, дотримання юридичних зобов'язань, вирішення спорів та ведення бізнесу. Терміни зберігання залежать від типу даних та мети використання.

# privacyPolicy.retention.contact
source: For specific questions about data retention, contact us at: marketing@dgtl-house.com
uk: З конкретних питань щодо зберігання даних зв'яжіться з нами: marketing@dgtl-house.com

# privacyPolicy.cookies.title
source: Cookies
uk: Файли cookie

# privacyPolicy.cookies.text
source: We use cookies and similar technologies (like pixels and tags) to improve your experience, remember your preferences, analyze site usage, and deliver tailored content.
uk: Ми використовуємо файли cookie та подібні технології (такі як піксели та теги) для покращення вашого досвіду, запам'ятовування ваших уподобань, аналізу використання сайту та надання персоналізованого контенту.

# privacyPolicy.cookies.typesTitle
source: Types of cookies we use:
uk: Типи файлів cookie, які ми використовуємо:

# privacyPolicy.cookies.necessary.title
source: Strictly necessary cookies
uk: Суворо необхідні cookie

# privacyPolicy.cookies.necessary.text
source: Essential for basic site functions.
uk: Необхідні для базових функцій сайту.

# privacyPolicy.cookies.performance.title
source: Performance cookies
uk: Cookie продуктивності

# privacyPolicy.cookies.performance.text
source: Help us understand how users interact with the site.
uk: Допомагають нам зрозуміти, як користувачі взаємодіють із сайтом.

# privacyPolicy.cookies.functional.title
source: Functional cookies
uk: Функціональні cookie

# privacyPolicy.cookies.functional.text
source: Store preferences like language or region.
uk: Зберігають уподобання, такі як мова або регіон.

# privacyPolicy.cookies.thirdParty.title
source: Third-party cookies
uk: Cookie третіх сторін

# privacyPolicy.cookies.thirdParty.text
source: From platforms like Google or Facebook to improve advertising relevance.
uk: Від платформ, таких як Google або Facebook, для покращення релевантності реклами.

# privacyPolicy.cookies.analytics.title
source: Analytics cookies
uk: Аналітичні cookie

# privacyPolicy.cookies.analytics.text
source: Track behavior to optimize content and UX (e.g., Google Analytics).
uk: Відстежують поведінку для оптимізації контенту та UX (наприклад, Google Analytics).

# privacyPolicy.cookies.controlTitle
source: How to control cookie settings
uk: Як керувати налаштуваннями cookie

# privacyPolicy.cookies.controlText
source: You can manage cookie preferences in your browser settings. Restricting cookies may affect site functionality or personalization.
uk: Ви можете керувати налаштуваннями cookie у вашому браузері. Обмеження cookie може вплинути на функціональність сайту або персоналізацію.

# privacyPolicy.cookies.dnt
source: Some browsers support "Do Not Track" (DNT) signals, but DGTL HOUSE INC currently does not respond to them. We continue to handle your data in line with this policy.
uk: Деякі браузери підтримують сигнали "Do Not Track" (DNT), але DGTL HOUSE INC наразі не реагує на них. Ми продовжуємо обробляти ваші дані відповідно до цієї політики.

# privacyPolicy.pixels.title
source: Pixels
uk: Піксели

# privacyPolicy.pixels.text
source: We may use tracking pixels in emails (if you've opted in) to understand engagement, and third-party pixels (e.g., Facebook, Google) to deliver relevant advertising. As we adopt new technologies, we may collect similar data through other tools.
uk: Ми можемо використовувати піксели відстеження в електронних листах (якщо ви дали згоду) для розуміння залученості, та піксели третіх сторін (наприклад, Facebook, Google) для показу релевантної реклами. З впровадженням нових технологій ми можемо збирати подібні дані через інші інструменти.

# privacyPolicy.security.title
source: Security
uk: Безпека

# privacyPolicy.security.text
source: We take your privacy seriously. DGTL HOUSE INC follows industry best practices to secure your data, including encryption (TLS) for information in transit. However, no system is 100% secure — we do our best, but we cannot guarantee absolute protection.
uk: Ми серйозно ставимося до вашої конфіденційності. DGTL HOUSE INC дотримується найкращих практик галузі для захисту ваших даних, включаючи шифрування (TLS) для інформації під час передачі. Однак жодна система не є на 100% безпечною — ми робимо все можливе, але не можемо гарантувати абсолютний захист.

# privacyPolicy.rights.title
source: Your rights
uk: Ваші права

# privacyPolicy.rights.text
source: If you are located in the EU or a jurisdiction with similar privacy regulations, you may have the right to access, correct, or delete your personal data, subject to legal limitations.
uk: Якщо ви знаходитесь в ЄС або юрисдикції з подібними нормами конфіденційності, ви можете мати право на доступ, виправлення або видалення ваших персональних даних з урахуванням юридичних обмежень.

# privacyPolicy.rights.contact
source: To exercise your rights, please contact us at: marketing@dgtl-house.com. We may require identity verification before processing your request.
uk: Для реалізації ваших прав зв'яжіться з нами: marketing@dgtl-house.com. Ми можемо вимагати підтвердження особи перед обробкою вашого запиту.

# privacyPolicy.dpo.title
source: Data Protection Officer
uk: Офіцер із захисту даних

# privacyPolicy.dpo.text
source: To reach our Data Protection Officer, email: marketing@dgtl-house.com
uk: Щоб зв'язатися з нашим Офіцером із захисту даних, напишіть: marketing@dgtl-house.com

# privacyPolicy.children.title
source: Use by children
uk: Використання дітьми

# privacyPolicy.children.text1
source: Our services are not intended for users under 16 years of age. We do not knowingly collect personal data from children.
uk: Наші послуги не призначені для користувачів віком до 16 років. Ми свідомо не збираємо персональні дані дітей.

# privacyPolicy.children.text2
source: Minors must obtain parental or guardian consent before using our services or submitting personal data.
uk: Неповнолітні повинні отримати згоду батьків або опікунів перед використанням наших послуг або наданням персональних даних.

# privacyPolicy.children.text3
source: If we become aware that a child has provided us with data, we will delete it immediately.
uk: Якщо ми дізнаємося, що дитина надала нам дані, ми негайно їх видалимо.

# privacyPolicy.changes.title
source: Changes to this Privacy Policy
uk: Зміни до цієї Політики конфіденційності

# privacyPolicy.changes.text1
source: We may update this policy to reflect changes in our services, legal requirements, or user feedback. We encourage you to review it periodically.
uk: Ми можемо оновлювати цю політику для відображення змін у наших послугах, юридичних вимогах або зворотному зв'язку. Ми рекомендуємо періодично переглядати її.

# privacyPolicy.changes.text2
source: If we make significant updates, we'll notify you via our website or email.
uk: Якщо ми внесемо суттєві зміни, ми повідомимо вас через наш вебсайт або електронну пошту.

# consent.header
source: We value your privacy
uk: Ми цінуємо вашу конфіденційність

# consent.message
source: We use cookies to enhance your browsing experience, serve personalized ads or content, and analyze our traffic. By clicking "Accept All", you consent to our use of cookies.
uk: Ми використовуємо файли cookie для покращення вашого досвіду перегляду, показу персоналізованої реклами або контенту та аналізу нашого трафіку. Натискаючи "Прийняти всі", ви погоджуєтесь на використання нами файлів cookie.

# consent.customizeTitle
source: Customize Your Cookie Preferences
uk: Налаштуйте ваші уподобання cookie

# consent.necessary
source: Necessary Cookies
uk: Необхідні cookie

# consent.alwaysActive
source: Always Active
uk: Завжди активні

# consent.necessaryDesc
source: These cookies are essential for the website to function properly and cannot be disabled.
uk: Ці файли cookie є необхідними для коректної роботи вебсайту і не можуть бути вимкнені.

# consent.analytics
source: Analytics Cookies
uk: Аналітичні cookie

# consent.analyticsDesc
source: These cookies help us understand how visitors interact with our website by collecting and reporting information anonymously.
uk: Ці файли cookie допомагають нам зрозуміти, як відвідувачі взаємодіють з нашим вебсайтом, збираючи та повідомляючи інформацію анонімно.

# consent.marketing
source: Marketing Cookies
uk: Маркетингові cookie

# consent.marketingDesc
source: These cookies are used to track visitors across websites to display relevant and engaging advertisements.
uk: Ці файли cookie використовуються для відстеження відвідувачів на різних вебсайтах для показу релевантної та цікавої реклами.

# consent.functional
source: Functional Cookies
uk: Функціональні cookie

# consent.functionalDesc
source: These cookies enable enhanced functionality and personalization, such as videos, live chat, and other interactive features.
uk: Ці файли cookie забезпечують розширену функціональність та персоналізацію, такі як відео, онлайн-чат та інші інтерактивні функції.

# consent.customize
source: Customize
uk: Налаштувати

# consent.rejectAll
source: Reject All
uk: Відхилити всі

# consent.acceptAll
source: Accept All
uk: Прийняти всі

# consent.back
source: Back
uk: Назад

# consent.savePreferences
source: Save Preferences
uk: Зберегти налаштування

source: Coming Soon
uk: Незабаром

# work.title
source: Work
uk: Роботи

# work.meta.title
source: Work — DGTL House
uk: Роботи — DGTL House

# work.meta.description
source: Explore our work — cases, tools, and client reviews.
uk: Наші роботи — кейси, інструменти та відгуки клієнтів.

# cases.title
source: Cases
uk: Кейси

# cases.meta.title
source: Cases — DGTL House
uk: Кейси — DGTL House

# cases.meta.description
source: Our successful projects and client results.
uk: Наші успішні проєкти та результати клієнтів.

# inHouseTools.title
source: In-house Tools
uk: Власні інструменти

# inHouseTools.meta.title
source: In-house Tools — DGTL House
uk: Власні інструменти — DGTL House

# inHouseTools.meta.description
source: Proprietary tools we built for better results.
uk: Власні інструменти для кращих результатів.

# reviews.title
source: Reviews
uk: Відгуки

# reviews.meta.title
source: Reviews — DGTL House
uk: Відгуки — DGTL House

# reviews.meta.description
source: What our clients say about working with us.
uk: Що кажуть наші клієнти про співпрацю з нами.

# services.title
source: Services
uk: Послуги

# services.meta.title
source: Services — DGTL House
uk: Послуги — DGTL House

# services.meta.description
source: Full range of digital marketing services.
uk: Повний спектр послуг цифрового маркетингу.

# seo.meta.description
source: Search engine optimization to grow organic traffic.
uk: Пошукова оптимізація для зростання органічного трафіку.

# ppc.meta.description
source: Pay-per-click advertising for immediate results.
uk: Контекстна реклама для швидких результатів.

# displayAds.title
source: Display Ads
uk: Медійна реклама

# displayAds.meta.title
source: Display Ads — DGTL House
uk: Медійна реклама — DGTL House

# displayAds.meta.description
source: Banner and display advertising campaigns.
uk: Банерні та медійні рекламні кампанії.

# emailMarketing.title
source: Email Marketing
uk: Email маркетинг

# emailMarketing.meta.title
source: Email Marketing — DGTL House
uk: Email маркетинг — DGTL House

# emailMarketing.meta.description
source: Email campaigns that engage and convert.
uk: Email кампанії, що залучають та конвертують.

# webDev.title
source: Web Development
uk: Веб-розробка

# webDev.meta.title
source: Web Development — DGTL House
uk: Веб-розробка — DGTL House

# webDev.meta.description
source: Custom websites built for performance.
uk: Сайти, створені для максимальної продуктивності.
